Repository: mazgi/template-containerized-oauth2-project
Catalog: apple/app/Localizable.xcstrings
Source language: en
Languages: ja

source: Account Deleted
ja: アカウント削除完了

source: Add
ja: 追加

source: Add an extra layer of security to your account by enabling two-factor authentication.
ja: 二要素認証を有効にして、アカウントにセキュリティレイヤーを追加します。

source: Add this secret to your authenticator app:
ja: このシークレットを認証アプリに追加してください:

source: Already have an account? Sign In
ja: すでにアカウントをお持ちの方はサインイン

source: Are you sure you want to delete your account? This cannot be undone.
ja: 本当にアカウントを削除しますか？この操作は取り消せません。

source: Cancel
ja: キャンセル

source: Check your email
ja: メールをご確認ください

source: Create Account
ja: アカウント作成

source: Created
ja: 作成日時

source: Dark
ja: ダーク

source: Dashboard
ja: ダッシュボード

source: Debug
ja: デバッグ

source: Delete
ja: 削除

source: Delete %@
ja: %@を削除

source: Delete Account
ja: アカウント削除

source: Disable
ja: 無効にする

source: Disable MFA
ja: MFAを無効にする

source: Don't have an account? Sign Up
ja: アカウントをお持ちでない方は新規登録

source: Email
ja: メールアドレス

source: Enable
ja: 有効にする

source: Enabled
ja: 有効

source: Enter 6-digit code
ja: 6桁のコードを入力

source: Enter a code from your authenticator app to disable MFA.
ja: MFAを無効にするには、認証アプリのコードを入力してください。

source: Enter a code from your authenticator app to regenerate recovery codes.
ja: リカバリーコードを再生成するには、認証アプリのコードを入力してください。

source: Enter new email address
ja: 新しいメールアドレスを入力

source: Enter the 6-digit code from your authenticator app
ja: 認証アプリの6桁のコードを入力してください

source: Hide password
ja: パスワードを非表示

source: I've saved these codes
ja: コードを保存しました

source: Item name
ja: アイテム名

source: Items
ja: アイテム

source: Light
ja: ライト

source: Link
ja: 連携

source: Linked Accounts
ja: 連携アカウント

source: No items yet.
ja: アイテムがありません。

source: Not set
ja: 未設定

source: or
ja: または

source: Password
ja: パスワード

source: Password (min 8 characters)
ja: パスワード（8文字以上）

source: Password reset link sent. Please check your inbox.
ja: パスワード再設定リンクを送信しました。受信トレイをご確認ください。

source: Permanently delete your account and all associated data. This action cannot be undone.
ja: アカウントと関連するすべてのデータを完全に削除します。この操作は取り消せません。

source: Regenerate
ja: 再生成

source: Regenerate recovery codes
ja: リカバリーコードを再生成

source: Resend verification email
ja: 認証メールを再送信

source: Save
ja: 保存

source: Save these recovery codes in a safe place. Each code can only be used once.
ja: これらのリカバリーコードを安全な場所に保存してください。各コードは1回のみ使用できます。

source: Send a password reset link to your email address.
ja: パスワード再設定用のリンクをメールアドレスに送信します。

source: Send reset link
ja: 再設定リンクを送信

source: Send setup link
ja: 設定リンクを送信

source: Set a password so you can also sign in with email and password.
ja: パスワードを設定すると、メールアドレスとパスワードでもサインインできるようになります。

source: Settings
ja: 設定

source: Show password
ja: パスワードを表示

source: Sign In
ja: サインイン

source: Sign in with Apple
ja: Appleでサインイン

source: Sign in with Discord
ja: Discordでサインイン

source: Sign in with GitHub
ja: GitHubでサインイン

source: Sign in with Google
ja: Googleでサインイン

source: Sign in with X
ja: Xでサインイン

source: Sign Out
ja: サインアウト

source: Status
ja: ステータス

source: System
ja: システム

source: Tab
ja: タブ

source: Theme
ja: テーマ

source: To use this feature, please verify your email address first.
ja: この機能を利用するには、先にメールアドレスの認証が必要です。

source: Two-factor authentication
ja: 二要素認証

source: Unlink
ja: 解除

source: Unverified
ja: 未認証

source: Updated
ja: 更新日時

source: Verified
ja: 認証済み

source: Verify
ja: 確認

source: Verify and enable
ja: 確認して有効にする

source: We've sent a verification link to your email address. Please check your inbox and click the link to verify your account.
ja: 認証リンクをメールアドレスに送信しました。受信トレイを確認し、リンクをクリックしてアカウントを認証してください。

source: You can also use a recovery code
ja: リカバリーコードも使用できます
